// Дано 4567 копеек определить сколько сотен, рублей и копеек
int K = 4567;

int Kop = 4567 * 100;
Console.WriteLine("В копейках = " + Kop);

int Sotni = 4567 / 100;
Console.WriteLine("В сотнях = " + Sotni);

int Rubl = K;
Console.WriteLine("В рублях = " + Rubl);
